{
    "index": 3,
    "recetas": [
        {
            "nombre": "Pasticho de carne",
            "descripcion": "Esta es una fácil  receta en la que, con tan sólo 1 hora de preparación y alrededor de 1 hora y 30 minutos de cocción, conquistarás el paladar de al menos 8 personas con un plato realmente exquisito.",
            "ingredientes": "2 paquetes de pasta (hojas) para pasticho de 250 gr. (Directo al horno); 200 gr de queso parmesano fresco rallado.; 200 gr de queso mozzarella en trozos pequeños, dividido en 2 partes.; ¼ taza de aceite oliva (también puedes usar de maíz o soja).; 1 cebolla picada.; 2 dientes de ajo cortados en cuadritos.; ½ litro de leche.; ½ kg de carne molida.; ¼ kg de Jamón Cocido Superior Charvenca, rebanado fino.; 3 cucharadas de mantequilla.; 3 cucharadas de harina de trigo.; Sal y pimienta, al gusto.; ½ cucharadita de nuez moscada.; 2 hojas de laurel.; 5 tomates medianos, sin concha ni semillas, y picados.; 4 cucharadas de pan rallado.; 1 yema de huevo.; Papel aluminio.",
            "pasos": "Salsa Boloñesa: En un sartén grande y hondo, sofríe la cebolla con el aceite de oliva por 8 minutos a fuego medio alto, luego agrega el ajo y sofríe por 2 minutos más mezclando de vez en cuando, agrega la carne, mezcla y sofríe por 15 minutos. Agrega los tomates y las hojas de laurel, después tapa y cocina por 1 hora a fuego lento. Agrega luego sal y pimienta al gusto y cocina por unos 10 minutos más, retira la salsa del fuego y déjala reposar mientras sigues con otra cosa.;   Salsa Bechamel: En una olla mediana a fuego medio alto, agrega un punto de aceite de oliva y la mantequilla. Una vez derretida, añade la cebolla y mezcla por 3 min. Luego incorpora el ajo y a los 2 minutos bájale el fuego a medio y adiciónale la harina, nuez moscada, sal y pimienta. Luego mezcla con un batidor de mano o un tenedor hasta observar que no hay grumos, para después ir agregando poco a poco la leche sin dejar de mezclar, una vez que comienza a subir la leche, baja el fuego y sigue revolviendo con cuchara de madera unos 8 o 10 minutos más. Después, debes rectificar el sabor y, si es necesario, le agregas un poco más de sal y pimienta.;   Después de ello, se mezcla un poco con el pan rallado en un bowl pequeño junto con la yema de huevo y se reserva para el final.;   Antes de armar el pasticho, se debe reservar bechamel y queso mozzarella para el final junto con la mezcla del pan rallado.;   Pasticho: Primero unta de mantequilla un molde refractario o rocía con aceite en spray, agrega una capa de la salsa bechamel en el fondo del molde. Después, coloca una capa de hojas de Pasticho (es mejor utilizar de las que vienen listas para el horno, en caso contrario, debes seguir las instrucciones y cocinarlas previamente). Agrega nuevamente una capa de bechamel, una de salsa boloñesa, unas lonjas del Jamón Cocido Superior Charvenca, queso mozzarella y parmesano. Nuevamente, otra capa de pasta y otra de bechamel, salsa boloñesa, jamón y queso. Así sucesivamente. Hay que tener en cuenta que no se debe llegar al borde del molde ya que se necesita espacio para la última capa de salsa bechamel con mozzarella y generalmente el pasticho suele crecer un poco.;   Para finalizar, se mezcla la mitad reservada de la mozzarella con la salsa bechamel restante y se cubre toda la superficie del pasticho. Luego se agrega un poco de queso parmesano rallado y la mezcla del pan rallado con la yema de huevo de forma uniforme.;   Tapa el molde con papel aluminio y hornea por 25 minutos a 350 grados F. Luego, retira el papel de aluminio y gratina por 5 minutos a fuego alto. Deja reposar unos 5 a 10 minutos para que se compacte un poco. Luego, solo queda cortar, servir y ¡Bon Appétit!",
            "imgurl": "1.jpg"
        },
        {
            "nombre": "Sándwich Club.",
            "descripcion": " ",
            "ingredientes": "3 rebanadas de pan de molde.; 2 lonchas de queso.; 2 lonchas de jamón de pavo o de pechuga de pollo (a vuestro gusto); 3 lonchas de panceta fresca (o bacon).; 4 hojas de lechuga fresca.; 4 rodajas finas de tomate.; 2 pechugas de pollo finas.; Salsa mayonesa y mantequilla (al gusto).; Sal y pimienta negra recién molida (al gusto).",
            "pasos": " El primer paso va a ser lavar las verduras, separando las hojas de lechuga y cortando unas rodajas finas de tomate natural. De esta manera ya las tendremos preparadas para el montaje del sándwich.; Untamos ambos lados de las rebanadas de pan con mantequilla. Las tostamos vuelta y vuelta en una sartén o plancha y reservamos.; A continuación freímos las porciones de panceta fresca, por ambos lados y dejándolas al gusto. Os recomiendo que no os paséis cocinándolas porque quedarán demasiado crujientes. Ya tenemos todos los elementos para comenzar con el montaje del sándwich.; Colocamos las 3 rebanadas de pan en una fuente (o encimera) y les añadimos una cucharada de mayonesa, que extendemos con un cuchillo por toda la superficie.; Preparación y presentación final del Sandwich Club; En la rebanada del centro colocamos sobre la mayonesa una loncha de queso, dos de jamón de pavo o pechuga de pollo, la lechuga y finalmente las rodajas de tomate. Tapamos con otra de las rebanadas, quedando la parte con mayonesa sobre el tomate.; Untamos de nuevo con mayonesa la parte superior de la tapa (rebanada de pan) del primer piso del sándwich. De nuevo añadimos el queso, seguido de la panceta fresca, lechuga y tomate.; Tapamos con la rebanada restante, con la parte de mayonesa hacia dentro.; Presionamos con la mano para que asienten los ingredientes. Pinchamos cada mitad del sándwich con un palillo para que luego al cortar no se nos desarme.; Si queremos hacerlo en 4 porciones, tendríamos que utilizar entonces 4 palillos, uno para cada parte. Cortamos con un buen cuchillo y listo para degustar nuestro Sándwich Club. ¡Qué os aproveche!",
            "imgurl": "2.jpg"
        },
        {
            "nombre": "Canelones de carne",
            "descripcion": " ",
            "ingredientes": "18 canelones; 200 g de carne de ternera; 200 de carne de cerdo; 50 g de jamón; 4 higaditos de pollo; 1/2 k de tomates maduros; 1 cebolla, 1 zanahoria, 1 rama de apio; 100 ml de aceite de oliva virgen extra; 1/2 pimiento rojo y 1/2 pimiento verde; 1 vaso de caldo de carne; Sal y pimienta negra (al gusto); 90 g de queso parmesano rallado; Para la bechamel: 500 ml de leche entera; 60 g de harina; 80 g de mantequilla; 1 pizca de nuez moscada y otra de sal",
            "pasos": "Lavamos muy bien todas las verduras a utilizar, secamos.; Picamos muy fino el apio, la cebolla y la zanahoria. Salteamos en una cazuela con aceite de oliva virgen antes de añadir los higaditos picados, la carne y el jamón.; Salpimentamos y dejamos cocer a fuego lento durante una hora, añadiendo de vez en cuando un poco de caldo de carne.; Pelamos y quitamos las semillas de los tomates, los pasamos por el pasapurés. Yo estoy utilizando los tomates enteros ya pelados de bote y queda muy bien la salsa. Os dejo las 2 opciones, probad y luego me contáis.; Añadimos al guiso, ajustamos el punto de sal y dejamos cociendo a fuego lento unos 40-45 minutos. Cuando haya reducido el guiso retiramos y dejamos enfriar antes de rellenar los canelones.; Preparación de la bechamel para los canelones; Tamizamos la harina con un colador. Este paso es muy importante para que luego no se produzcan grumos. ; Ponemos en un cazo a calentar a fuego medio la leche durante 4-5 minutos sin que llegue a hervir. Este paso es para luego acelerar el proceso de preparación de la salsa. ; En otro cazo introducimos la mantequilla y la calentamos a fuego bajo hasta que se derrita, tiene que tornar a un color avellana y sacará un poco de espuma que podemos quitar si queremos. ; Luego añadimos la harina tamizada (Roux, es el nombre que tiene este paso o mezcla de harina y mantequilla, que nos ayudará a ligar la bechamel, no sólo se utiliza en esta salsa sino en muchas otras) y dejamos que se mezcle hasta que formen pequeñas masas de  tono dorado. ; Esto es muy importante porque si la harina queda cruda la bechamel sabrá mucho a harina y no es lo que queremos. ; En el paso anterior he utilizado mantequilla, pero si queremos podemos utilizar a medidas iguales mantequilla y aceite de oliva. El aceite le dá un toque especial. Podéis probar a ver si os gusta. ; Removemos muy bien con una cuchara de madera la harina con la mantequilla hasta quede como una bola. ; Echamos la leche caliente en el cazo con la harina y la mantequilla. Añadimos sal, pimienta al gusto y un poco de nuez moscada molida. ; Removemos de manera continua con una varilla (5-6 minutos). Vamos controlando la temperatura, en este paso lo mejor es dejarlo al mínimo. ; Quedará un mezcla homogénea y lo más importante, sin grumos. ; Para esta receta necesitamos una bechamel ligera, de forma que si vemos que está muy densa agregamos un poco más de leche y arreglamos con un toque de batidora. Así os quedará perfecta y muy ligera. ; Relleno de los canelones El primer paso es tener la salsa preparada antes de que la pasta toque el agua. La salsa de tomate y carne debe esperar a los canelones y no al revés. Además como hemos dicho tiene que enfriar, así que perfecto. ; Calentamos en una cazuela un litro de agua por cada 80 g de canelones. Estas proporciones, que normalmente vienen indicadas en el envase, ayudan a que los canelones no se peguen entre ellos. Y siempre intenta utilizar una cazuela grande, la mayor de tu cocina. Si cocinas muchas veces pasta será muy útil comprar una cazuela para esas ocasiones, una buena inversión. ; En este caso concreto he utilizado 2 envases de canelones, cada uno trae 12 y al final he utilizado 18, pero podéis cocerlos todos y así los apasionados de la pasta que repitan. ; Cuando empiece a hervir a borbotones echamos 1 puñado generoso de sal, unas 2 cucharaditas de café rasas. Seguidamente añadimos la primera tanda de canelones, 9 de cada de vez. Removemos con una cuchara de madera para que no se peguen y queden sueltos. ; En el reverso del paquete de pasta viene el tiempo de cocción, debemos guiarnos por estas instrucciones porque para cada tipo es distinto, en este caso son 12 minutos. Así conseguiremos lo que se llama pasta “al dente” o en su punto justo, es decir, que no se pase. ; Preparación final y presentación de los canelones; Los escurrimos y extendemos sobre un paño seco. Colocamos un poco de relleno en uno de los extemos y enrollamos el canelón, aquí es muy importante que tanto la carne como el canelón estén fríos para que sea más fácil el proceso. Colocamos en una fuente rectagular para horno untada de mantequilla. ; Precalentamos el horno a 200º C. Cubrimos los canelones con la bechamel ligera y espolvoreamos con queso rallado. Horneamos 15 minutos a unos 200º C y 5 minutos con el gratinador puesto para que se dore. ; Sacamos y dejamos enfriar unos minutos, emplatamos 3 por persona con generosa bechamel, más queso para el que quiera y una pizca de pimienta negra recién rallada. ¡Deliciosos!",
            "imgurl": "3.jpg"
        },
        {
            "nombre": "Galletas con chips de chocolate",
            "descripcion": "Estas galletas encantarán tanto a niños como a mayores, son súper crujientes y muy sabrosas. Perfectas para preparar y disfrutar con niños, a cualquier hora del día.",
            "ingredientes": "170 g. de mantequilla; 290 g. de harina de trigo; 150 g. de azúcar moreno; 100 g. de azúcar blanco; 1 huevo; 1 cdita. de extracto de vainilla; 1 cdita. de fécula de maíz (Maicena); 1 cdita. de bicarbonato sódico y 8 g. de levadura química (tipo Royal); ½ cdita. tipo postre de sal; 170 g. de chip de chocolate o chocolate troceado",
            "pasos": "En un bol mezclamos la harina con la levadura, el bicarbonato, la sal y la harina de maíz. Reservamos.; En un bol grande batimos la mantequilla, que ha de tener textura de pomada, bien blandita, durante 1 o 2 minutos, hasta que se forme una crema. ; Ponemos los dos tipos de azúcar y continuamos batiendo durante 3 o 4 minutos más. Luego añadimos el huevo y el extracto de vainilla e incorporamos al resto de ingredientes. ; Añadimos la harina y mezclamos hasta tener una masa homogénea. Por último sumamos los chips de chocolate, dejando aparte 2 o 3 cucharadas para luego decorar las galletas. ; Envolvemos la masa en papel transparente y la guardamos en el frigo durante 1 hora. Es para que adquiera cierta consistencia ya que se trata de una masa bastante blandita. ; Horneado de las galletas. Presentación final; Retiramos la masa del frigo y formamos bolitas del tamaño de una nuez y las vamos colocando sobre un papel vegetal en la bandeja del horno. ; Tenemos que tener en cuenta que la masa va a crecer bastante, con lo que es necesario dejar las bolitas bien separadas unas de otras para que no se nos lleguen a pegar durante el horneado. ; Con el horno previamente caliente a 175º C, horneamos durante 10 o 12 minutos con calor arriba y abajo. ; En la mitad del horneado, cuando las bolitas ya se hayan expandido, retiramos momentáneamente la bandeja del horno y repartimos chips de chocolate sobre cada una de las galletas. ; Volvemos a meter al horno y rematamos el proceso. Retiramos las galletas una vez horneadas y las dejamos enfriar sobre una rejilla.",
            "imgurl": "4.jpg"
        }
    ]
}